[
  {
    "Word": "Amber",
    "Meaning": "A golden-yellow or orange-brown color, resembling the fossilized tree resin."
  },
  {
    "Word": "Azure",
    "Meaning": "A bright, sky-blue color."
  },
  {
    "Word": "Black",
    "Meaning": "The darkest color, resulting from the absence of light."
  },
  {
    "Word": "Brown",
    "Meaning": "A color that is a mix of red, yellow, and black, often associated with wood or earth tones."
  },
  {
    "Word": "Blue",
    "Meaning": "A primary color often associated with the sky or ocean."
  },
  {
    "Word": "Cyan",
    "Meaning": "A greenish-blue color, one of the primary colors used in color printing."
  },
  {
    "Word": "Crimson",
    "Meaning": "A deep red color with a hint of blue."
  },
  {
    "Word": "Cream",
    "Meaning": "A pale yellowish-white color, often associated with dairy products."
  },
  {
    "Word": "Celeste",
    "Meaning": "A light blue color, like the color of the sky or ocean."
  },
  {
    "Word": "Emerald",
    "Meaning": "A rich, green color, named after the precious gemstone."
  },
  {
    "Word": "Ivory",
    "Meaning": "A creamy, off-white color, like the tusks of elephants."
  },
  {
    "Word": "Indigo",
    "Meaning": "A deep blue color, often used in dyeing fabrics."
  },
  {
    "Word": "Lilac",
    "Meaning": "A pale purple color, named after the lilac flower."
  },
  {
    "Word": "Maroon",
    "Meaning": "A dark red color, often used to describe a rich brownish-red."
  },
  {
    "Word": "Magenta",
    "Meaning": "A purplish-red color, used in color printing and digital design."
  },
  {
    "Word": "Orange",
    "Meaning": "A secondary color made by mixing red and yellow, resembling the fruit."
  },
  {
    "Word": "Pink",
    "Meaning": "A light red color, often associated with softness and femininity."
  },
  {
    "Word": "Purple",
    "Meaning": "A secondary color made by mixing red and blue, often associated with royalty."
  },
  {
    "Word": "Red",
    "Meaning": "A primary color associated with passion, love, and danger."
  },
  {
    "Word": "Ruby",
    "Meaning": "A deep red color, named after the precious gemstone."
  },
  {
    "Word": "Saffron",
    "Meaning": "A golden-yellow color, like the spice derived from crocus flowers."
  },
  {
    "Word": "Silver",
    "Meaning": "A metallic gray-white color, like the precious metal."
  },
  {
    "Word": "Sky Blue",
    "Meaning": "A light blue color, like the clear daytime sky."
  },
  {
    "Word": "Steel Blue",
    "Meaning": "A medium to dark blue-gray color, resembling steel."
  },
  {
    "Word": "Turquoise",
    "Meaning": "A greenish-blue color, named after the gemstone."
  },
  {
    "Word": "Tan",
    "Meaning": "A light brown color, often associated with sun-kissed skin."
  },
  {
    "Word": "Teal",
    "Meaning": "A dark blue-green color, named after the freshwater bird."
  },
  {
    "Word": "Violet",
    "Meaning": "A purple color, one of the colors in the visible spectrum."
  },
  {
    "Word": "White",
    "Meaning": "The color of pure light, often associated with cleanliness and innocence."
  },
  {
    "Word": "Yellow",
    "Meaning": "A primary color associated with sunshine, happiness, and caution."
  },
  {
    "Word": "Zaffre",
    "Meaning": "A deep blue color, named after the mineral cobalt."
  },
  {
    "Word": "sami",
    "Meaning": "my name"
  }
]